tap "anomalyco/tap"
tap "oven-sh/bun"
tap "supabase/tap"

brew "tmux"
brew "neovim"
brew "node"
brew "go"
brew "gh"
brew "fzf"
brew "ffmpeg"
brew "lazygit"
brew "bun"
brew "openjdk@17"
brew "cocoapods"
brew "fastlane"
brew "postgresql@14"
brew "docker"
brew "xcodes"

cask "kitty"
cask "visual-studio-code"
cask "firefox"
cask "discord"
cask "obs"
cask "docker-desktop"
cask "utm"
cask "anydesk"
cask "cyberduck"
cask "heroic"
cask "crossover"
cask "keycastr"
cask "font-jetbrains-mono-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "claude-code"
